export const questions = [

    // об'єкт запитання
    {
        qw: "скільки всього в світі видів риб?",  // текст запитання
        ans: ["20000", "понад мільйона", "понад 35 000", "10"], // масив відповідей
        correct: "понад 35 000", // правильна відповідь
        img:'./fish.jpg'
    },
    {
        qw: "які самі популярні акваріумні рибки?",
        ans: ["восьминіг", "гуппі", "риба клоун", "акула"],
        correct: "гуппі",
        img:'akvariymFish.jpg'
    },
    {
        qw: "яка найбільша риба в світі?",
        ans: ["немо", "китова акула", "молюски", "кактус"],
        correct: "китова акула",
        img:'bigFish.jpg'
    },
    {
        qw: "яка морська тварина вміє 'літати' над водою, щоб утекти від хижаків?",
        ans: ["летюча риба", "дельфін", "акула", "скат"],
        correct: "летюча риба",
        img: "fishMech.jpg"
    },
    { 
        qw: "Яка тварина має вісім щупалець?",
        ans: ["Кальмар", "Восьминіг", "Морська зірка", "Дельфін"],
        correct: "Восьминіг",
        img: "octupus.jpg"
    },
    { 
        qw: "Яка риба може надуватися, щоб захиститися?",
        ans: ["Піранья", "Риба-їжак", "Акула", "Скат"],
        correct: "Риба-їжак",
        img: "fugu.jpg"
    },
    { 
        qw: "Яка морська тварина відома своїм співом?",
        ans: ["Дельфін", "Морський коник", "Кит", "Краб"],
        correct: "Кит",
        img: "kut.jpg"
    },
    { 
        qw: "Яка риба живе у коралових рифах і має яскраві кольори?",
        ans: ["Клоун", "Оселедець", "Сом", "Щука"],
        correct: "Клоун",
        img: "klown.jpg"
    },
    { 
        qw: "Яка тварина може міняти колір, щоб маскуватися?",
        ans: ["Морська зірка", "Кальмар", "Краб", "Дельфін"],
        correct: "Кальмар",
        img: "kalmar.jpg"
    },
    { 
        qw: "Який молюск створює перлини?",
        ans: ["Мідія", "Устриця", "Кальмар", "Осьминіг"],
        correct: "Устриця",
        img: "ustrici.jpg"
    },
    {
        qw: "Яку унікальну здатність має морська зірка?",
        ans: ["Вона може відростити втрачений промінь", "Вона світиться в темряві", "Вона літає над водою", "Вона змінює колір як хамелеон"],
        correct: "Вона може відростити втрачений промінь",
        img: "star.jpg"
    }
]